---
title: 系统综述与meta分析
author: 木子李
date: '2022-03-07'
slug: []
categories:
  - Epidemiology
tags:
  - Epidemiology
draft: yes
description: ~
featured_image: ~
---
 
 
# 概述

系统综述思想：科学不仅提供新事实，而且指出其与老证据之间的关系





Meta分析：合并统计量的文献综合研究





系统综述与传统综述的区别：①传统综述：归纳整理，综合性描述；缺乏共同的原则和步骤；专注有意义的文献；②系统综述：可重复，系统，客观的综合方法；定量综合；对结果进行综合，提高统计效能，解决研究结果的不一致性，改善效应估计值；有可能回答原各研究未提出的问题





Meta分析的类型：常规，单组率的meta，累积meta分析，网状meta分析，诊断性meta分析，个体数据meta分析(individual patient data,IPD)meta分析金标准，前瞻性meta分析，其他的meta分析



# 系统综述的步骤方法

1. 确定主题，制订研究计划书

• 确立主题：PICOS
	• Participants
	• Interventions
	• Comparisons
	• Outcomes
• 研究方案（proposal）
	• 避免更改系统综述的题目内容，导致结论偏倚





2. 检索，筛选文献

• 检索文献
	• 确定问题和需求，检索数据库，检索词，完善检索策略
• 筛选文献
	• 根据纳入排除标准筛选文献，（①初筛，②全文筛选③再筛选）
	• 应用文献管理软件，对文献进行管理，浏览，去重，排序等工作
	• 不一致的地方 应该请研究团队的主要 负责人参与讨论，达成一致意见



3. 纳入文献质量评价

• 对纳入文献进行真实性和偏倚的评价
• 偏倚风险评估表
	1. 随机分配方法
	2. 分配方案隐藏
	3. 研究对象，治疗方案实施者，结果测量者，盲法
	4. 结果数据完整性
	5. 选择性报告研究结果
	6. 其他偏倚来源





4. 数据提取

预先制订数据提取表，对所纳入的文献进行数据资料的提取，主要包括文献来源和基本信息，设计方案实施情况，结果测量情况，控制偏倚的方法和程度，主要研究结果等。



5. 信息综合与分析

定性与定量整合分析，前者是对文献资料的描述性合并分析方法，将资料按照不同特征进行汇总，后者是合并同质性较高的研究，应用多种统计学方法将多个不同的研究结果合并为一个量化指标



6. 结果报告与解释，定期更新，系统综述和Meta分析报告规范（PRISMA）


